Repository: CACF/Device-Verification-Subsystem
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, id

source: Failed to retrieve IMEI response from core system.
es: No se pudo recuperar la respuesta de IMEI del sistema central.
id: Gagal mengambil respon IMEI dari sistem inti.

source: Failed to retrieve full status.
es: No se pudo recuperar el estado completo.
id: Gagal mengambil status penuh.

source: Compliant report not found.
es: Cumple informe no se encuentra.
id: Laporan Compliant tidak ditemukan.

source: task not found.
es: tarea que no se encuentra.
id: Tugas tidak ditemukan.

source: PENDING
es: PENDIENTE
id: TERTUNDA

source: Processing Failed.
es: Error de procesamiento.
id: Pengolahan Gagal.

source: Welcome to DVS
es: Bienvenido a DVS
id: Selamat Datang di DVS

source: You can track your request using this id
es: Puede hacer un seguimiento de su solicitud a través de este id
id: Anda dapat melacak permintaan Anda menggunakan id ini

source: File must have minimum %(min)s or maximum %(max)s IMEIs.
es: El archivo debe tener un mínimo% (min) s o máximo% (max) s IMEI.
id: File harus memiliki minimal% (min) s atau maksimum% (max) s Imei.

source: System only accepts tsv/txt files.
es: Sistema sólo acepta archivos TSV / txt.
id: Sistem hanya menerima file tsv / txt.

source: No file selected.
es: Ningún archivo seleccionado.
id: Tidak ada file yang dipilih.

source: You're request is already in process cannot process another request with same data. Track using this id,
es: Eres petición ya está en proceso no puede procesar una nueva solicitud con los mismos datos. Rastrear el uso de esta identificación,
id: Anda permintaan sudah di proses tidak dapat memproses permintaan lain dengan data yang sama. Melacak menggunakan id ini,

source: You're request is completed. Track using this id,
es: Eres solicitud se ha completado. Rastrear el uso de esta identificación,
id: Anda permintaan selesai. Melacak menggunakan id ini,

source: Invalid TAC, Enter 8 digit TAC.
es: Inválida TAC, Enter 8 dígitos TAC.
id: Valid TAC, Masukkan 8 digit TAC.

source: Upload file or enter TAC.
es: Cargar el archivo o introduzca TAC.
id: Upload file atau masukkan TAC.

source: Failed to verify bulk imeis.
es: No se pudo verificar imeis a granel.
id: Gagal memverifikasi Imei massal.

source: Failed to retrieve IMEI status from core system.
es: No se pudo obtener el estado de IMEI del sistema central.
id: Gagal mengambil status IMEI dari sistem inti.

source: ReCaptcha Failed!
es: ReCaptcha Error!
id: ReCAPTCHA Gagal!

source: Failed to retrieve basic status.
es: No se pudo recuperar el estado básico.
id: Gagal mengambil status dasar.

source: CORE connected successfully.
es: NÚCLEO conectado correctamente.
id: CORE terhubung berhasil.

source: CORE connection failed.
es: NÚCLEO conexión falló.
id: koneksi CORE gagal.

source: Database connected successfully
es: Base de datos conectado con éxito
id: Database yang terhubung berhasil

source: Database connection failed
es: conexión de base no
id: koneksi database gagal

source: IMEI is invalid. Enter 16 digit IMEI.
es: IMEI no es válido. Introducir 16 dígitos IMEI.
id: IMEI tidak valid. Masukkan 16 digit IMEI.

source: SUCCESS
es: ÉXITO
id: KEBERHASILAN

source: FAILURE
es: FRACASO

source: Missing data for required field.
es: Los datos que faltan para el campo requerido.
id: Data yang hilang untuk bidang yang dibutuhkan.

source: Enter IMEI.
es: Introducir el IMEI.
id: Masukkan IMEI.

source: Invalid Value.
es: Valor no válido.
id: Nilai tidak valid.

source: Please enter user credentials
es: Por favor, introduzca las credenciales de usuario
id: Masukkan kredensial pengguna

source: Please select either file or tac you cannot select both.
es: Por favor, seleccione el archivo o tac no se pueden seleccionar ambos.
id: Silakan pilih file baik atau TAC Anda tidak dapat memilih keduanya.

source: Username is invalid. Does not match the selected language or invalid format.
es: Nombre de usuario invalido. No coincide con el idioma seleccionado o formato no válido.

source: File contains malformed content.
es: El archivo contiene contenido mal formado.

source: No requests recorded for this user.
es: No hay solicitudes registradas para este usuario.

source: Your device is stolen
es: Tu dispositivo es robado

source: Your device is not registered
es: Su dispositivo no está registrado

source: Your device stolen report is pending
es: El informe de su dispositivo robado está pendiente

source: Provisionally non compliant
es: Provisionalmente no conforme

source: Non compliant
es: No conforme

source: Provisionally Compliant
es: Provisionalmente Cumple

source: Compliant (Active)
es: Cumple (Activo)

source: Compliant (Inactive)
es: Cumple (Inactivo)

source: Pending report verification
es: Verificación de informe pendiente

source: No report
es: No informe

source: Verified lost
es: Verificado perdido

source: Pending Registration
es: Inscripción pendiente

source: Not registered
es: No registrado

source: Registered
es: Registrado

source: Not a valid integer.
es: No es un número entero válido.

source: Enter username.
es: Introduzca su nombre de usuario.

source: Enter userid.
es: Introduzca ID de usuario.
